

<?

if (($sex == '남') && ($face_style1 == '갑자형')) 
      {$data_1 = '
<li>매사에 신경이 예민하고 신경질적이다.
<li>물질적 본능보다는 정신적 이상을 추구하는 성격을 지니고 있다. 
<li>또한 뚜렷한 이상을 가지고 있으며 고집스러운 데가 있어 자기의 주장을 잘 굽히려 하지 않는다.
<li>대체로 정직한 사람이 많으며 자기 자신을 믿는 마음이 두터워 남의 유혹에 잘 흔들리지 않는 좋은 점도 있으나 융통성이나 타협하는 마음이 약하여 남에게 배려를 잘 하지 못하는 성격이라 자기편도 만들지만 적도 만들기 때문에 남들과의 조화가 어렵다.
<li>자신의 편견이나 취미등으로 사업을 경영하기가 쉽고 이러한 성격으로 인하여 주위의 좋은 친구를 잃기도 한다.
<li>어떤일에 한번 몰두하면 물불 가리지 않고 몰두하는 경향이 있어 가끔 직장이나 가정마저 희생해 버리는 경우가 있으므로 주의가 필요한 타입이다.
<li>스스로 고독해 하는 에고이스트적인 면이 있다. 
';}

if (($sex == '남') && ($face_style1 == '신자형')) 
      {$data_1 = '
<li>한 가지 일에 몰두하면 굳센 의지와 부지런함으로 계획된 임무를 완수하는 타입이다.
<li>경쟁심이 강하여 항상 남보다 한 발 앞서가려는 경향이 있고 명예욕이나 자존심이 강하여 어떠한 곤란이나 역경도 이겨 내고야 말겠다는 굳센 의지를 가지고 있다.
<li>대인관계가 원만하지 못하여 가끔 주위로 부터 고립되는 경우가 있으며 남에게 의지하기를 몹시 싫어하고 남과 의논도 하지 않으려는 타입으로 남에게 일을 맡기지 못하는 성품이라 몸은 항시 바쁘고 분주하니 이것이 간혹 단명의 원인이 되기도 한다.
<li>어떤일에 접할때도 한쪽으로만 편중되어 열중 하는지라 전체의 균형을 잃어 실패를 맛보기도 하니 항상 남의 의견을 수렴하는 자세를 길러야 좋은 운을 만들 수 있다.
<li>가정에 대해서는 매우 엄격한 편이며 가족들에게 자기의 생각이나 의사를 강요하는 타입이 많다.
';}

if (($sex == '남') && ($face_style1 == '전자형')) 
      {$data_1 = '
<li>성질이 대체로 급한 편이며 용맹스런 투쟁심과 함께 부지런하고 매사에 정열적인 편이다. 
<li>스포츠를 좋아하며 가끔 모험을 무릅쓰기도 한다.
<li>또한 뚜렷한 이상을 가지고 있으며 고집스러운 데가 있어 자기의 주장을 잘 굽히려 하지 않는 면도 있다.
<li>본인이 옳다고 생각하면 비록 손해를 볼지라도 앞뒤 가리지 않고 돌진하여 체면을 세우려 하므로 매사가 순탄할 때엔 급속히 발전을 이루지만 한번 차질이 생기게 되면 실패할 확률이 높다. 
<li>성격이 무뚝뚝하고 퉁명스러운데가 있어 남에게 압박감이나 위압감을 주어 진심에서 우러난 복종을 얻어내기가 어렵다.
<li>대체로 활동적인 업무에 적합하며 상승운을 타게되면 부귀를 함께 누릴 수 있는 상이다.
';}

if (($sex == '남') && ($face_style1 == '원자형')) 
      {$data_1 = '
<li>대체로 정력적이고 웬만한 일에는 마음의 동요를 일으키지 않는 무게 있는 성격이다.
<li>항상 주위사람과 사이가 좋으며 교제의 폭이 넓고 명항한 성품의 소유자이다.
<li>대체로 사교계로 진출하는 사람이 많으며 정을 우선으로 생각하며 인생을 살아가는 타입이다.
<li>온순하고 선한 사람이 많으며 정이 있고 동정심이 많다. 
<li>매사를 유연히 처리하고 무리를 하지 않는다.
<li>융통성이 있어 남들과의 사이에 벽을 만들지 않으며 또 어느정도의 자기 심중을 개방하기도 한다.
<li>매사를 긍정적으로 받아들이며 일의 추진력 또한 매우 강하고 배짱, 통솔력, 경제력이 왕성하나 독창적인 개성이 적은 게 흠이다. 
<li>가정에 대한 애착심이 강하여 자녀를 많이 사랑하는 편이며 자녀들의 자유를 인정하고 각자의 희망을 존중하는 타입이다.
';}

if (($sex == '남') && ($face_style1 == '유자형')) 
      {$data_1 = '
<li>넉살이 좋고 우유부단한 면도 있으나 대체로 부드러운 성품을 지녔다.
<li>형식이나 틀에 얽메이지 않고 실질적인 내용면을 추구하는 성격이다.
<li>그러나 이런 타입의 사람은 쉽게 열중하고 쉽게 식어버리는 단점이 있고 흥미에 따라 움직이는 변덕스러움이 있으며 약속을 잘 어기고 방침이 자주 변하여 한 우물을 파 대성하는 스타일은 아니다.
<li>정에 약하며 남을 지나치게 믿어 가끔 손실을 보는 경우가 있고 원래 인덕이 없는 게 크나큰 흠이다.
<li>행동이 느릿느릿하고 형이상학적이기 보다 형이하학적인 생각의 지배를 많이 받는다.
';}

if (($sex == '남') && ($face_style1 == '목자형')) 
      {$data_1 = '
<li>매사에 빈틈이 없고 섬세하므로 가끔 신경과민하여 신경질을 잘 부리는 타입이다.
<li>성격이 대체로 편협된 면이 있고 남에게 베푸는 아량이 적은 편이며 돈보다 명예를 중히 여기는 타입이다.
<li>어떤일에 접할때도 한쪽으로만 편중되어 열중하는지라 전체의 균형을 잃어 실패를 맛보기도 하니 항상 남의 의견을 수렴하는 마음을 가져야 좋은 운을 만들 수 있다.
<li>대인관계를 보면 상대가 나보다 우월하다고 판단되면 멀리하고 자기보다 열등하다고 생각되면 얏보고 비웃는 경향이 있다.
<li>다소 의혐심 등이 있게도 보이나 자기의 명예나 정복욕을 만족시키기 위한 도구로 사용되고 칭찬을 들어면 자기만족에 도취되나 상대방이 자기의견대로 따라 주지 않으면 철저히 상대를 쓰러뜨리려는 마음이 잠재되어 있다.
';}

if (($sex == '남') && ($face_style1 == '역삼각형')) 
      {$data_1 = '
<li>두뇌가 명석, 총명하고 관찰력이 풍부하며 매사 용의주도한 장점이 있는 반면 급하고 까다로운 성질로 신경질을 부리는 경우가 많다.
<li>진지함과 성실함, 잔꾀를 부릴 줄 모르는 우직함은 있으나 타인을 관용하는 덕이나 포용력이 부족해 사업, 정치 등 지휘 계통의 일에는 적성이 맞지 않다.
<li>이런 상은 정정당당하게 큰 길을 곁눈 질 하지 않고 가는 신념에 찬 모습으로 생애하는 사람으로, 인생행로에서 만나는 자잘한 어려움 들은 오히려 보인의 의지를 굳게 만들어 주므로 이런 사람은 연구나 창작 분야에 특출한 능력을 발휘할 수 있다. 
<li>물질적인 욕망 보다는 명예욕이 무척 강하고 자존심으로 인한 손실이 많으며 운세는 말년운이 좀 산란하다.
<li>대체로 육친의 덕은 타고난 사람이 많으며 초년부터 운의 흐름이 상승하는 사람이 많다.
<li>인생에서 어려움이 닥쳐도 오히려 발전의 계기로 활용하는 재체가 있으니 운이 상승하는 사람은 나이가 들어 갈수록 품격이 제대로 갖추어 진다고 본다.
';}

if (($sex == '남') && ($face_style1 == '왕자형')) 
      {$data_1 = '
<li>성격이 단순하고,직선적이며 융통성이 부족하다.
<li>천성은 착하나 대체로 마음이 소심한 편이다.
<li>남을 관용하는 마음이 적고 사교성이 부족하며 매사에 소심한 면이 단점으로 나타나며 지나치게 고지식하고 임기응변이나 원만함이 부족한 편이다.
<li>좋은 일이건 나쁜 일이건 한쪽 단면 만 보아 쉽게 처리하려는 경향이 있으며 사소한 일에도 행, 불행을 쉽게 예상하는지라 낙관가 비관을 쉬이 함으로 인하여 인생에 급격한 변화가 생기기도 한다.   
<li>변화가 심한 일이나 신속을 요하는 일, 임기응변을 요하는 일에는 적합하지 않고 정확성을 요하는 일이나 책임감을 요하는 일에 적합하다 하겠다.
<li>전체적으로 큰 부자는 못 되지만 먹고 사는 데는 구애받지 않을 상이다. 
';}

if (($sex == '남') && ($face_style1 == '삼각형')) 
      {$data_1 = '
<li>성격이 단순 명쾌해 순진무구하나 창의력이 부족하고 고집이 황소 같아 타인과 융화하기 어렵다. 
<li>매사를 자기 중심적으로 처리하기 때문에 직장 등 단체 생활에 적합지 않고 자영업쪽이 길하다.
<li>책임감이 있지만 임기응변이나 요령 같은것이 없어 일의 결과는 간혹 현실과 멀어지는 경우가 있다.
<li>지나치게 상대방을 의식하는 성격이 있어 남들과 잘 어울리는 타입이 아니다.
<li>본인이 진지한 마음이므로 상대방이 농담이나 유머를 하게 되면 곧 잘 마음을 상하게 되어 주위와의 융합이 잘 되지 않는다.
<li>이런 사람은 상대방의 인정에 호소하며 상대의 마음을 풀어주고 아량있는 대화를 하도록 노력하여야 좋은 운을 잡을 수 있다.
<li>사회적으로는 인격자 같이 보이지만 가정에서는 폭군이 될 가능성이 많다. 
<li>밖에서 일어난 일을 집안까지 갖고 들어와 폭발시키기를 잘하여 자칫 가정의 분위기가 우울해 질 수 있다.
<li>비록 육체적인 원인이 아니라도 말년에는 위에서 끌어주는 사람이 없으면 자못 쓸쓸한 여생을 보낼 수 도 있다. 
';}

//////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////

if (($sex == '여') && ($face_style1 == '원자형')) 
      {$data_1 = '
<li>낙천적이면서도 지극히 현실적이고 꿈도 많고 욕심도 많으며 특히 주위 사람들과 분위기를 잘 맞추어 대인관계에 능하나 호화스런 생활을 선호하는 단점이 있다.
<li>이성보다는 순간적 본능이 지배하는 단순한 마음의 소유자이며 온순하고 선하며 정이 많고 동정심이 많다. 
<li>주변의 일을 유연히 처리하고 무리를 하지 않으며 융통성과 처세술이 있어 대인관계는 팔방미인격으로 어디를 가나 호감을 쌓아 남들과의 사이에 벽을 만들지 않으며 또 어느정도의 자기 심중을 개방하기도 하나 상대방에 따라 움지이는 변덕이 있어 절조가 모자라는 것이 흠이다.
<li>매사를 넓게는 보지만 개개의 분석을 깊이 하지 않기 때문에 폭만 넓고 깊이가 없어 내용면이 없다는 소리를 듣기도 한다.
<li>한가지 일을 끈덕지고 침착하게 하지 못하고 요령을 부리는 잔재주가 있다.
<li>확고한 주관이나 규율 같은것이 없고 사물의 식견은 빠르게 하는 편이나 그 결론이나 결단은 부정확하고 경솔하다. 
<li>남이 싫어하는 일은 하지 않고 상대편의 감정을 존중하여 스스로 자기편에 서게끔 하는 기술을 천성으로 타고 났다.
';}

if (($sex == '여') && ($face_style1 == '전자형')) 
      {$data_1 = '
<li>경쟁심이 강하여 항상 남보다 한 발 앞서가려는 경향이 있고 명예욕이나 자존심이 강하여 어떠한 곤란이나 역경도 이겨 내고야 말겠다는 굳센 의지를 가지고 있다.
<li>남에게 지기 싫어하는 성격 속에 뜻을 세우면 끝까지 성취하려는 강한 집념과 활동력으로 남자 못지 않은 대범한 면이 많다. 
<li>반면에 고집이 너무 강하고 기질이 좀 억센 면이 있으며 언행이 남성화된 결점이 있다. 
<li>대인관계를 보면 상대가 나보다 우월하다고 판단되면 멀리하고 자기보다 낮다고 생각되면 얏보고 비웃는 경향이 있다.
<li>다소 의혐심등이 있게도 보이나 자기의 명예나 정복욕을 만족시키기 위한 도구로 사용되고 칭찬을 들어면 자기만족에 도취되나 상대방이 자기의견대로 따라 주지 않으면 철저히 상대를 무시하려는 마음이 있다.
<li>가정에 대해서는 매우 엄격한 편이며 가족들에게 자기의 생각이나 의사를 강요하는 타입이 많다.
<li>여성이지만 대체로 사회 활동을 하는 경우가 많다.
';}

if (($sex == '여') && ($face_style1 == '타원형')) 
      {$data_1 = '
<li>냉정하고 이지적인 성격의 소유자로 매사를 유연하게 처리하고 무리를 하지 않는다.
<li>융통성이 있어 남들과의 사이에 벽을 만들지 않으며 또 어느정도의 자기 심중을 개방하기도 한다.
<li>주관이 확실해 쉽게 분위기에 휩쓸리지 않고 대인 관계에 안정감을 줄 수 있으며, 통찰력과 기억력이 매우 좋다. 
<li>반면에 이기적 경향이 있고 내성적 성격의 소유자가 많으며 신경 예민으로 섬세한 면이 있고 고독을 즐기는 경향이 있다.
<li>한가지 일을 끈덕지고 침착하게 하지 못하고 요령을 부리는 잔재주가 있다.
<li>실질적이고 현실적인 면이 강하여 우아하다던지 고상하다던지 풍류나 멋을 안다던지 하는 것과는 걸리가 좀 멀다 하겠다. 
';}

if (($sex == '여') && ($face_style1 == '목자형')) 
      {$data_1 = '
<li>감정이 예민하고 재치가 풍부하며 총명한 두뇌의 소유자로 사리 분별이 정확하고 성품이 순수하다. 
<li>한번 화가 나면 무섭고 환상과 공상이 많으며 건강이 다소 약하고 우울한 생각을 자주하는 편이다.
<li>형식이나 틀에 얽메이지 않고 실질적인 내용면을 추구하는 스타일이나 이런 형의 사람은 쉽게 열중하고 쉽게 식어버리는 것이 단점이다.
<li>흥미에 따라 움직이는 변덕스러움이 있으며 약속을 잘 어기고 방침이 자주 변한다.
<li>이성을 좋아하는 스타일이며 그로 인하여 이성문제를 자주 일으키기 때문에 인생을 실패할 경우도 생긴다.
';}

if (($sex == '여') && ($face_style1 == '유자형')) 
      {$data_1 = '
<li>매사에 활동적이며 타인을 위해 헌신하는 희생 정신이 있고 의지와 인내가 강하며 신의가 있으나 상대편의 미묘한 감정의 움직임을 잘 알지 못하는, 즉 센스가 부족한 점이 단점이다. 
<li>대인 관계에서 굽힐 줄 모르는 성품으로 인해 종종 손해가 있으며 좀 억센 기질이 있다. 
<li>남에게 의논하기를 몹시 싫어하므로 이런 사람은 남들도 의논하려 들지 않으며 남에게 일을 맡기지 못하는 성품이라 몸은 항시 바쁘고 분주하여 단명의 원인이 되기도 한다.
<li>또한 뚜렷한 이상을 가지고 있으며 고집스러운 데가 있어 자기의 주장을 잘 굽히려 하지 않는다.
<li>대체로 사회활동을 하는 경우가 많다.
';}

if (($sex == '여') && ($face_style1 == '신자형')) 
      {$data_1 = '
<li>한 가지 일에 목표를 정하면 웬만한 시련과 장애를 극복할 수 있는 힘이 있다.
<li>남의 이목 같은 것에 구애됨이 없이 자기가 세워 놓은 계획을 완수하고야 마는 굳센 의지과 근면성이 있다. 
<li>단 고집이 너무 세고 뒤끝이 차가운 냉정한 면이 잠재해 있으며 다소 신경이 예민하다. 
<li>섬세하고 정직하며 예절이나 격식등을 중히 여기는 타입이며 매사 용의주도 하며 센스가 있다.
<li>감수성이 발달하여 일의 본질을 분석하거나 연구, 이론화하는 면이 능숙하며 냉정한 면이 있고 자기중심적으로 사고를 하므로 주위의 경계를 항상 신경을 쓰는 편이다. 
<li>남을 관용하는 마음이 적고 사교성이 부족하며 매사에 소심한 것이 단점이다.
';}

if (($sex == '여') && ($face_style1 == '삼각형')) 
      {$data_1 = '
<li>성품이 대범하고 융통성이 있으며 언변이 좋고 인정이 많다.
<li>겉은 매우 강직하나 내면에 부드러움이 잠재해 있는 외강내유형이다. 
<li>그러나 창의력이 부족하고 결단성이 약하며 고집이 강한 단점이 있다. 
<li>매사를 넓게는 보지만 면밀한 분석을 하지 않기 때문에 폭만 넓고 깊이가 없어 내용면이 부실하다는 소리를 가끔 듣는다.
<li>남이 싫어하는 일은 하지 않고 상대편의 감정을 존중하여 스스로 자기편에 서게끔 하는 기술을 천성으로 타고 났다.
<li>그러나 상대방을 치켜세우는 것에만 몰두한 나머지 본인의 비밀이나 남의 비밀까지도 스스럼 없이 이야기하는 경우가 많으므로 자기 자신에 대하여 많은 경계를 요하는 상이라 하겠다.
<li>이런 상은 집념을 가지고 매사를 추진하면서 상승운을 만나게 되면 인생 항로가 대체로 순탄하다고 본다.
';}

if (($sex == '여') && ($face_style1 == '역삼각형')) 
      {$data_1 = '
<li>매사에 적극적이고 부지런하며 남에게 지기 싫어하는 마음이 강하고 뜻을 세우면 끝까지 성취하려는 강한 집념과 활동력으로 남자 못지 않은 대범한 면이 있는 상이다. 
<li>반면에 고집이 너무 강하고 기질이 좀 억센 면이 있으며 언행이 남성화된 결점이 있다. 
<li>경쟁심이 강하여 항상 남보다 한 발 앞서가려는 경향이 있고 명예욕이나 자존심이 강하여 어떠한 곤란이나 역경도 이겨 내고야 말겠다는 굳센 의지를 가지고 있다.
<li>스포츠를 좋아하고 가끔 모험을 무릅쓰기도 한다.
<li>또한 뚜렷한 이상을 가지고 있으며 고집스러운 데가 있어 자기의 주장을 잘 굽히려 하지 않는다.
<li>가정에 대해서는 매우 엄격한 편이며 가족들에게 자기의 생각이나 의사를 강요하는 타입이 많다.
<li>겉보기에는 매우 자상하고 원만한 가정으로 보이나 자녀나 남편이 진심으로 존경하는 스타일은 아니다.
<li>어떤일에 한번 몰두하면 물불 가리지 않고 몰두하는 경향이 있어 가끔 직장이나 가정마저 희생해 버리는 경우가 있으므로 주의가 필요한 상이다.
<li>이런 상은 상승운을 타게되면 말년이 상당히 좋다.
';}

if (($sex == '여') && ($face_style1 == '왕자형')) 
      {$data_1 = '
<li>성격이 단순하고,직선적이며 융통성이 부족하다.
<li>천성은 착하나 대체로 마음이 소심한 편이다.
<li>남을 관용하는 마음이 적고 사교성이 부족하며 매사에 소심한 면이 단점으로 나타나며 지나치게 고지식하고 임기응변이나 원만함이 부족한 편이다.
<li>좋은 일이건 나쁜 일이건 한쪽 단면 만 보아 쉽게 처리하려는 경향이 있으며 사소한 일에도 행, 불행을 쉽게 예상하는지라 낙관가 비관을 쉬이 함으로 인하여 인생에 급격한 변화가 생기기도 한다.   
<li>변화가 심한 일이나 신속을 요하는 일, 임기응변을 요하는 일에는 적합하지 않고 정확성을 요하는 일이나 책임감을 요하는 일에 적합하다 하겠다.
<li>대체로 운세가 파고가 자주 일어 순탄한 생을 보내기는 어렵다고 본다.
<li>전체적으로 큰 부자는 못 되지만 먹고 사는 데는 구애받지 않을 상이다. 

';}
################################################################################################부모운

if ($sex == '남') {

if ((($face_style2 == '이마참자형') ||($face_style2 == '이마발애형')) && 
   (($face_style4 == '이마주름살복잡')||($face_style4 == '이마주름살한개'))) 
      {$data_2 = '
<li>육친과의 인연이 희박한지라 자수성가의 타입이며 부모들의 생활이 넉넉하지 못하거나 하여 일찌기 부모 형제와 별리하여 고독한 생활을 했을 상이다.
<li>간혹 어린시절 부터 몸이 허약하였거나 큰 변고를 겪었거나 고생을 많이 한 상이다.
<li>부계의 유전에 이상이 있거나 모계가 부실하여 튼튼하게 성장하지 못한 경우이거나 유복자인 경우가 많다.
<li>성격이 반항적인데가 많아 남들과 융합이 잘 안되고 스스로 손해를 자초하는 경우가 많다. 
<li>이런형의 사람은 도량이 넓은 좋은 위시람을 만나야만 자기의 재능을 발휘할 수 있으니 대인관계에 유의하여야 할 것이다.

';}

if ((($face_style2 == '이마M자형') ||($face_style2 == '이마둥근형') ||($face_style2 == '이마네모형')) && 
   (($face_style4 == '이마주름살복잡')||($face_style4 == '이마주름살한개'))) 
      {$data_2 = '
<li>부모의 경제적인 여건이 좋지 않거나 화목하지 못한 가정에서 어린시절을 보내며 일찌기 부모 형제를 떠나 고독한 생활을 하는 상으로 혼자서 자수성가 하는 경우가 많다.
<li>다행이 매사를 현실적으로 생각하며 사교성이 있고 독창력과 재능을 겸비한지라 일찌기 사회에서 두각을 보이는 경우가 많다.
<li>부모중 한분과 일찌기 이별하거나 질환이 있으며 부모가 화목하지 못한 경우가 많다.

';}

if ((($face_style2 == '이마참자형') ||($face_style2 == '이마발애형')) && 
   (($face_style4 == '이마주름살세개')||($face_style4 == '이마주름살기러기')||($face_style4 == '이마주름살활형')||($face_style4 == '이마주름살현침'))) 
      {$data_2 = '
<li>비교적 부모육친의 복이 적은지라  많은 사랑을 받고 자라지 못할 수 있다.
<li>어릴 적부터 부모님과 떨어져 지냈을 가능성 또한 크다.
<li>간혹 어린시절 부터 몸이 허약하였거나 큰 변고를 겪었거나 고생을 많이 한 상이다.
<li>다행히 의지가 강하고 독립심이 있어 일찌기 부모의 슬하를 떠나 스스로 노력하여 성공을 이룩하는 사람이 많다. 


';}

if ((($face_style2 == '이마M자형') ||($face_style2 == '이마둥근형') ||($face_style2 == '이마네모형')) && 
   (($face_style4 == '이마주름살세개')||($face_style4 == '이마주름살기러기')||($face_style4 == '이마주름살활형')||($face_style4 == '이마주름살현침'))) 
      {$data_2 = '
<li>대개 부모가 관료쪽에 종사하거나 부유하여 유복한 가정의 출신으로 비록 감각이 예민하고 사고가 주도면밀하나  세상물정이 어두운 사람이 많고 추진력과 의지력이 부족하여 자주 실패하고 좌절하는 경우가 많다.  
<li>간혹 유년시절 부모들이 생활에 쪼들리거나 아니면 자신의 몸이 허약하여 한차례 병치레를 하기도 하나 두뇌가 총명한지라 역경을 딛고 성공하는 사람이 많다.
<li>대개 장손이거나 아니더라도 집안을 이끌어가야 하는 장손의 위치에 처한 경우가 많다.

';}

}


if ($sex == '여') {

if ((($face_style2 == '이마참자형') ||($face_style2 == '이마발애형')) && 
   (($face_style4 == '이마주름살복잡')||($face_style4 == '이마주름살한개'))) 
      {$data_2 = '
<li>육친과의 인연이 희박한지라 자수성가의 타입이며 부모들의 생활이 넉넉하지 못하거나 하여 일찌기 부모 형제와 별리하여 고독한 생활을 했을 상이다.
<li>간혹 어린시절 부터 몸이 허약하였거나 큰 변고를 겪었거나 고생을 많이 한 상이다.
<li>부계의 유전에 이상이 있거나 모계가 부실하여 튼튼하게 성장하지 못한 경우이거나 유복자인 경우가 많다.
<li>성격이 반항적인데가 많아 남들과 융합이 잘 안되고 스스로 손해를 자초하는 경우가 많다. 
<li>이런형의 사람은 도량이 넓은 좋은 위시람을 만나야만 자기의 재능을 발휘할 수 있으니 대인관계에 유의하여야 할 것이다.

';}

if ((($face_style2 == '이마M자형') ||($face_style2 == '이마둥근형') ||($face_style2 == '이마네모형')) && 
   (($face_style4 == '이마주름살복잡')||($face_style4 == '이마주름살한개'))) 
      {$data_2 = '
<li>부모의 경제적인 여건이 좋지 않거나 화목하지 못한 가정에서 어린시절을 보내며 일찌기 부모 형제를 떠나 고독한 생활을 하는 상으로 혼자서 자수성가 하는 경우가 많다.
<li>다행이 매사를 현실적으로 생각하며 사교성이 있고 독창력과 재능을 겸비한지라 일찌기 사회에서 두각을 보이는 경우가 많다.
<li>부모중 한분과 일찌기 이별하거나 질환이 있으며 부모가 화목하지 못한 경우가 많다.

';}

if ((($face_style2 == '이마참자형') ||($face_style2 == '이마발애형')) && 
   (($face_style4 == '이마주름살세개')||($face_style4 == '이마주름살기러기')||($face_style4 == '이마주름살활형')||($face_style4 == '이마주름살현침'))) 
      {$data_2 = '
<li>비교적 부모육친의 복이 적은지라  많은 사랑을 받고 자라지 못할 수 있다.
<li>어릴 적부터 부모님과 떨어져 지냈을 가능성 또한 크다.
<li>간혹 어린시절 부터 몸이 허약하였거나 큰 변고를 겪었거나 고생을 많이 한 상이다.
<li>다행히 의지가 강하고 독립심이 있어 일찌기 부모의 슬하를 떠나 스스로 노력하여 성공을 이룩하는 사람이 많다. 


';}

if ((($face_style2 == '이마M자형') ||($face_style2 == '이마둥근형') ||($face_style2 == '이마네모형')) && 
   (($face_style4 == '이마주름살세개')||($face_style4 == '이마주름살기러기')||($face_style4 == '이마주름살활형')||($face_style4 == '이마주름살현침'))) 
      {$data_2 = '
<li>대개 부모가 관료쪽에 종사하거나 부유하여 유복한 가정의 출신으로 비록 감각이 예민하고 사고가 주도면밀하나  세상물정이 어두운 사람이 많고 추진력과 의지력이 부족하여 자주 실패하고 좌절하는 경우가 많다.  
<li>간혹 유년시절 부모들이 생활에 쪼들리거나 아니면 자신의 몸이 허약하여 한차례 병치레를 하기도 하나 두뇌가 총명한지라 역경을 딛고 성공하는 사람이 많다.
<li>대개 장녀이거나 아니더라도 집안을 이끌어가야 하는 장손의 위치에 처한 경우가 많다.

';}

}
##############################################################################################형제운
if ($sex == '남') {

if ((($face_style6 == '눈썹길이길음') ||($face_style6 == '눈썹길이적당')) && 
   (($face_style7_1 == '미간사이넓음')||($face_style7_1 == '미간사이적당'))) 
      {$data_3 = '
<li>형제간에 우의가 있으며 형제자매의 수도 많은 편이다.
<li>혹 멀리 떨어져 있다 하더라도 서로 생각하는 정이 깊어 서로를 많이 생각하는 편이다.
<li>형제로 인하여 손해를 본다 하더라도 서로의 정이 깊어 원망하지 않으며 힘든 일이 있어도 서로 도우며 어려움을 헤쳐 나간다. 
<li>형제가 없는 경우라면 친한 친구와의 관계를 위와 같이 해석한다.

';}

if ((($face_style6 == '눈썹길이길음') ||($face_style6 == '눈썹길이적당')) && 
   ($face_style7_1 == '미간사이좁음')) 
      {$data_3 = '
<li>그리 좋지 않는 형제인연을 타고 났다고 본다.
<li>형제자매가 혹 멀리 떨어져 있으면 서로 생각하는 정만 있을 뿐이지 그다지 도움을 주고 받지 못하는 편이다.
<li>형제간에 재물로 인하여 서로 다투거나 반목하는 경우도 있다. 
<li>이런 사람은 이기심을 버리고 베풀줄 아는 심성을 길러야 형제간에 우애롭게 지낼 수 있다.
<li>형제가 없는 경우라면 친한 친구와의 관계를 위와 같이 해석한다.

';}

if (($face_style6 == '눈썹길이짧음') && 
   (($face_style7_1 == '미간사이넓음')||($face_style7_1 == '미간사이적당'))) 
      {$data_3 = '
<li>좋지도 나쁘지도 않는 형제의 인연을 타고 났다고 본다.
<li>형제자매가 혹 멀리 떨어져 정이 소원해 지는 경우가 많고 그다지 도움을 주고 받지 못하는 편이다.
<li>형제간에 질투심으로 인하여 서로 다투거나 반목하는 경우가 있다. 
<li>이런 사람은 투기심을 버리고 베풀줄 아는 심성을 길러야 형제간에 우애롭게 지낼 수 있으며 운이 풀린다고 본다.
<li>형제가 없는 경우라면 친한 친구와의 관계를 위와 같이 해석한다.

';}

if (($face_style6 == '눈썹길이짧음') && 
   ($face_style7_1 == '미간사이좁음')) 
      {$data_3 = '
<li>형제와의 인연이 박하여 형제가 없거나 있어도 서로 멀리 떨어져 있으며 서로간에 우애가 없다. 
<li>형제가 없이 자랐다면 외로움을 많이 타는 성격이라 성격이 외곩수 적인 경우가 있다.
<li>형제들이 있다고 해도 특별히 도움을 받지 못하고 오히려 형제로 인해 손해를 보는 경우이다. 
<li>형제들 사이에 깊은 정이 없는 경우이므로 노력하지 않는다면 남보다 못한 사이가 될 수 있으니 본인이 먼저 마음을 비우고 형제자매를 가까이 하여야 한다. 
<li>형제가 없다면 친한친구나 동료간의 운으로 해석하며 가까운 사람으로 인하여 여러 번 풍파를 겪을 상이니 유의하여야 한다.

';}

}

if ($sex == '여') {

if ((($face_style6 == '눈썹길이길음') ||($face_style6 == '눈썹길이적당')) && 
   (($face_style7_1 == '미간사이넓음')||($face_style7_1 == '미간사이적당'))) 
      {$data_3 = '
<li>형제간에 우의가 있으며 형제자매의 수도 많은 편이다.
<li>혹 멀리 떨어져 있다 하더라도 서로 생각하는 정이 깊어 서로를 많이 생각하는 편이다.
<li>형제로 인하여 손해를 본다 하더라도 서로의 정이 깊어 원망하지 않으며 힘든 일이 있어도 서로 도우며 어려움을 헤쳐 나간다. 
<li>형제가 없는 경우라면 친한 친구와의 관계를 위와 같이 해석한다.

';}

if ((($face_style6 == '눈썹길이길음') ||($face_style6 == '눈썹길이적당')) && 
   ($face_style7_1 == '미간사이좁음')) 
      {$data_3 = '
<li>그리 좋지 않는 형제인연을 타고 났다고 본다.
<li>형제자매가 혹 멀리 떨어져 있으면 서로 생각하는 정만 있을 뿐이지 그다지 도움을 주고 받지 못하는 편이다.
<li>형제간에 재물로 인하여 서로 다투거나 반목하는 경우도 있다. 
<li>이런 사람은 이기심을 버리고 베풀줄 아는 심성을 길러야 형제간에 우애롭게 지낼 수 있다.
<li>형제가 없는 경우라면 친한 친구와의 관계를 위와 같이 해석한다.

';}

if (($face_style6 == '눈썹길이짧음') && 
   (($face_style7_1 == '미간사이넓음')||($face_style7_1 == '미간사이적당'))) 
      {$data_3 = '
<li>좋지도 나쁘지도 않는 형제의 인연을 타고 났다고 본다.
<li>형제자매가 혹 멀리 떨어져 정이 소원해 지는 경우가 많고 그다지 도움을 주고 받지 못하는 편이다.
<li>형제간에 질투심으로 인하여 서로 다투거나 반목하는 경우가 있다. 
<li>이런 사람은 투기심을 버리고 베풀줄 아는 심성을 길러야 형제간에 우애롭게 지낼 수 있으며 운이 풀린다고 본다.
<li>형제가 없는 경우라면 친한 친구와의 관계를 위와 같이 해석한다.

';}

if (($face_style6 == '눈썹길이짧음') && 
   ($face_style7_1 == '미간사이좁음')) 
      {$data_3 = '
<li>형제와의 인연이 박하여 형제가 없거나 있어도 서로 멀리 떨어져 있으며 서로간에 우애가 없다. 
<li>형제가 없이 자랐다면 외로움을 많이 타는 성격이라 성격이 외곩수 적인 경우가 있다.
<li>형제들이 있다고 해도 특별히 도움을 받지 못하고 오히려 형제로 인해 손해를 보는 경우이다. 
<li>형제들 사이에 깊은 정이 없는 경우이므로 노력하지 않는다면 남보다 못한 사이가 될 수 있으니 본인이 먼저 마음을 비우고 형제자매를 가까이 하여야 한다. 
<li>형제가 없다면 친한친구나 동료간의 운으로 해석하며 가까운 사람으로 인하여 여러 번 풍파를 겪을 상이니 유의하여야 한다.

';}

}
###############################################################################################부부애정운4
if ($sex == '남') {

if ($face_style8 == '눈크기적당')
      {$data_4_1 = '
<li>보통의 부부인연으로 무난한 금슬이다.

';}

if ($face_style8 == '눈크기크다')
      {$data_4_1 = '
<li>표현력이 풍부하고 언변이 좋아 매혹적인 표정으로 이성에게 강한 호기심을 일으키는 타입이다.
<li>대체로 연애에 솜씨가 좋아 종종 여자문제로 물의를 일으키기도 한다.

';}

if ($face_style8 == '눈크기적다')
      {$data_4_1 = '
<li>이성간에 아기자기한 맛은 없는 편이고 말 수가 적고 집착력이 강하여 상대에게 헌신적인 사랑을 요구하는 타입이다.

';}
}

if ($sex == '여') {

if ($face_style8 == '눈크기적당')
      {$data_4_1 = '
<li>보통의 부부인연으로 무난한 금슬이다.

';}

if ($face_style8 == '눈크기크다')
      {$data_4_1 = '
<li>표현력이 풍부하고 언변이 좋아 매혹적인 표정으로 이성에게 강한 호기심을 일으키는 타입이다.
<li>대체로 연애에 솜씨가 좋아 종종 남자문제로 물의를 일으키기도 한다.

';}

if ($face_style8 == '눈크기적다')
      {$data_4_1 = '
<li>이성간에 아기자기한 맛은 없는 편이고 말 수가 적고 집착력이 강하여 상대에게 헌신적인 사랑을 요구하는 타입이다.

';}
}

////////////////////////////////////////////////////////////////////////////////////////////////

if ($sex == '남') {

if ($face_style9 == '눈모양적당')
      {$data_4_2 = '
<li>성적인 욕구나 욕망은 평범하다.
<li>일에 몰두하면 이성간의 애정은 뒤로 미루는 경향이 있고 연애에 몰두하면 일은 뒷전인 그런 경우의 사람이 많다.

';}

if ($face_style9 == '눈모양튀어나옴')
      {$data_4_2 = '
<li>이성에 대하여 조숙한 편이며 어린시절부터 연상의 이성과 접촉이 잦은 경우도 많다.
<li>이성에게 인기도 많고 성욕도 왕성한 편이다.

';}

if ($face_style9 == '눈모양움푹꺼짐')
      {$data_4_2 = '
<li>애정의 표현술이 능란한 편이 아니라서 연애가 잘 이루어 지지 않는 타입이다.
<li>본인의 용모를 아름답게 꾸미려 하지 않는 사람이 많고 미에 대한 감정이 서툴다.
<li>이성과의 교제가 극히 적은 편이어서 중매결혼을 대개 많이하고 도시형이 아닌 소박한 타입의 이성을 선호한다.

';}
}

if ($sex == '여') {

if ($face_style9 == '눈모양적당')
      {$data_4_2 = '
<li>성적인 욕구나 욕망은 평범하다.
<li>일에 몰두하면 이성간의 애정은 뒤로 미루는 경향이 있고 연애에 몰두하면 일은 뒷전인 그런 경우의 사람이 많다.

';}

if ($face_style9 == '눈모양튀어나옴')
      {$data_4_2 = '
<li>이성에 대하여 조숙한 편이며 어린시절부터 연상의 남자와 접촉이 잦은 경우도 많다.
<li>남성에게 인기도 많고 성욕도 있는 편이다.

';}

if ($face_style9 == '눈모양움푹꺼짐')
      {$data_4_2 = '
<li>애정의 표현술이 능란한 편이 아니라서 연애가 잘 이루어 지지 않는 타입이다.
<li>본인의 용모를 아름답게 꾸미려 하지 않는 사람이 많고 미에 대한 감정이 서툴다.
<li>이성과의 교제가 극히 적은 편이어서 중매결혼을 대개 많이하고 도시형이 아닌 소박한 타입의 남성을 선호한다.

';}
}

////////////////////////////////////////////////////////////////////////////////////////

if ($sex == '남') {

if ($face_style11 == '눈꼬리주름한개')
      {$data_4_3 = '
<li>부부의 성생활은 대체로 원만한 편이며 부인의 내조에 힘입어  화목한 가정을 영위한다.

';}

if ($face_style11 == '눈꼬리주름두개')
      {$data_4_3 = '
<li>이런 상은 특히 초혼에 조심하여야 하며 혼 후에도 장기간의 별거운이 있으니 유의하여야 하는데 별거라고 하여 반드시 애정의 파탄에서 오는것은 아니고 해외여행 이라든지 장기간 출장등의 부득이한 경우등이 포함된다. 

';}

if ($face_style11 == '눈꼬리주름많음')
      {$data_4_3 = '
<li>특히 이런 사람은 부부의 인연이 자칫 좋지 않게 되는 경우가 많으니 즉, 중년이 넘어서도 혼인을 못하거나 했어도 악처로 고민하는 경우가 많으니 미리 대비하여야 한다. 

';}

if ($face_style11 == '눈꼬리주름없음')
      {$data_4_3 = '
<li>특히 이런 상은 가정생활의 단순함을 권태로와 하기 쉬우며 위험한 불장난을 하고저 하는 마음이 잠재되어 있다.

';}
}


if ($sex == '여') {

if ($face_style11 == '눈꼬리주름한개')
      {$data_4_3 = '
<li>부부의 성생활은 대체로 원만한 편이며 능력있는 남편을 도와 화목한 가정을 영위하며 가정을 위해 최선을 다한다.

';}

if ($face_style11 == '눈꼬리주름두개')
      {$data_4_3 = '
<li>이런 상은 특히 초혼에 조심하여야 하며 혼 후에도 장기간의 별거운이 있으니 유의하여야 하는데 별거라고 하여 반드시 애정의 파탄에서 오는것은 아니고 해외여행 이라든지 장기간 출장등의 부득이한 경우등이 포함된다. 

';}

if ($face_style11 == '눈꼬리주름많음')
      {$data_4_3 = '
<li>특히 이런 사람은 부부의 인연이 자칫 좋지 않게 되는 경우가 많으니 즉, 중년이 넘어서도 혼인을 못하거나 했어도 남편으로 말미암아 고민하는 경우가 많으니 미리 대비하여야 한다. 

';}

if ($face_style11 == '눈꼬리주름없음')
      {$data_4_3 = '
<li>특히 이런 상은 가정생활의 단순함을 권태로와 하기 쉬우며 위험한 불장난을 하고저 하는 마음이 잠재되어 있다.

';}
}

/////////////////////////////////////////////////////////////////////////////

if ($sex == '남') {

if ($face_style12 == '눈꼬리올라감')
      {$data_4_4 = '
<li>이런 상의 사람 중에는 애정의 독점욕이 무척 강한 사람이 있는데 상대를 위해서라면 모든것을 다하는 스타일이며 한번 상대의 마음을 끌기로 마음 먹으면 적극적으로 노력하는 타입이다.
<li>그러나 마음대로 되지 않을 때는 히스테리가 되는 경향이 있다.
<li>이성과의 진실한 교제는 극히 좁은 범위에 한하고 성적인 향락은 즐기지 않는 편이다.

';}

if ($face_style12 == '눈꼬리내려감')
      {$data_4_4 = '
<li>이런 상의 사람 중에는 색정에 몹시 탐닉하여 헤어나지 못하는 경우도 있으니 자제하여야 한다.


';}

}

if ($sex == '여') {

if ($face_style12 == '눈꼬리올라감')
      {$data_4_4 = '
<li>이런 상의 사람 중에는 애정의 독점욕이 무척 강한 사람이 있는데 상대를 위해서라면 모든것을 다하는 스타일이며 한번 상대의 마음을 끌기로 마음 먹으면 적극적으로 노력하는 타입이다.
<li>그러나 마음대로 되지 않을 때는 히스테리가 되는 경향이 있다.
<li>이성과의 진실한 교제는 극히 좁은 범위에 한하고 성적인 향락은 즐기지 않는 편이다.

';}

if ($face_style12 == '눈꼬리내려감')
      {$data_4_4 = '
<li>이런 상의 사람 중에는 색정에 몹시 탐닉하여 헤어나지 못하는 경우도 있고 옳고 그릇됨을 분명히 따지다 보니 부부의 연이 좋지 못하게 되는 수도 있다. 


';}

}

/////////////////////////////////////////////////////////////////////////////////

if ($sex == '남') {

if ($face_style10 == '상부삼백안')
      {$data_4_5 = '
<li>간혹 이런 상의 사람 중에는 애정의 쟁취에서 집념이 강하고 언제나 이해득실을 따져서 행동으로 옮기며 느닷없이 갑자기 본성을 드러내는 경우가 있다.

';}

if ($face_style10 == '하부삼백안')
      {$data_4_5 = '
<li>간혹 이런 상의 사람중에는 어릴때부터 애욕을 편력하고 상대에게 자극을 구하는 극적인 연출을 좋아하는 사람이 많다.
<li>즉, 순정이 아닌 방법으로 상대를 함락시키려 하는 욕망이 강하다.

';}

if ($face_style10 == '사백안')
      {$data_4_5 = '
<li>간혹 이런 상의 사람중에는 애정문제에 있어서 부도덕한 일도 스스럼없이 저지르는 사람이 있으며 중년에 이르러 치정관계로 몸을 망치는 경우도 있으므로 미리 대비해야 한다.

';}

}

if ($sex == '여') {

if ($face_style10 == '상부삼백안')
      {$data_4_5 = '
<li>간혹 이런 상의 사람 중에는 애정의 쟁취에서 집념이 강하고 언제나 이해득실을 따져서 행동으로 옮기며 느닷없이 갑자기 본성을 드러내는 경우가 있다.

';}

if ($face_style10 == '하부삼백안')
      {$data_4_5 = '
<li>간혹 이런 상의 사람중에는 어릴때부터 애욕을 편력하고 상대에게 자극을 구하는 극적인 연출을 좋아하는 사람이 많다.
<li>즉, 순정이 아닌 방법으로 상대를 함락시키려 하는 욕망이 강하다.

';}

if ($face_style10 == '사백안')
      {$data_4_5 = '
<li>간혹 이런 상의 사람중에는 애정문제에 있어서 부도덕한 일도 스스럼없이 저지르는 사람이 있으며 중년에 이르러 치정관계로 몸을 망치는 경우도 있으므로 미리 대비해야 한다.
<li>난산의 징조도 있으니 유의하여야 한다.
';}

}

###############################################################################################재물운

if ($sex == '남') {

if ($face_style16 == '귓볼살집적당')
      {$data_5_1 = '
<li>큰 부자가 될 상은 아니지만 그렇다고 가난하게 살지도 않는 상이다.
<li>스스로 노력한 만큼 재물을 얻게 되는 타입으로 사업을 하는 것보다는 직장 생활을 하는 것이 재물을 모을 수 있다.
<li>한 우물을 파야만 재물을 모을 수 있는 상이다.
<li>현실에 만족하지 못하고 욕심을 부린다면 40대 이후 큰 파고가 한번은 지나가리라 본다.
<li>육친으로부터 넉넉한 재산도 상속받지 못할 상이나 재물운이 좋은 배우자를 만나 덕을 볼 수 도 있으니 말년으로 갈 수록 안정되리라 본다.

';}

if ($face_style16 == '귓볼살집많다')
      {$data_5_1 = '
<li>스스로 노력하여 재물을 모으는 타입으로 점차로 큰 재산을 모으며 살게되고 복된 생활을 누릴 상으로 본다.
<li>남자로서 일시적으로 불행이 없을 수는 없지만 그 불행을 원상태로 돌이키는 운기가 강하여 대개 중년까지는 일생동안 생활할 수 있는 터전을 마련한다.

';}

if ($face_style16 == '귓볼살집적다')
      {$data_5_1 = '
<li>사치와 낭비벽이 있어 재물이 잘 모이지를 않는 타입으로 설혹 육친으로 부터 유산을 받았다 하더라도 쉽게 잃어버려 일생이 곤궁할 운을 지녔다.
<li>그러나 남들 보다 물욕이 강한지라 돈을 꾸어서라도 하고 싶은 일은 해야 적성이 풀리는 타입으로 금전문제로 늘 마음이 편하지 않을 상이다.
<li>마음을 다잡고 열심히 노력하여 한푼이라도 내가 벌인다는 각오로 임하여 재물을 모아 나간다면 큰 부자가 될 수도 있는 상이니 이 점을 유의하기 바란다.

';}

}

if ($sex == '여') {

if ($face_style16 == '귓볼살집적당')
      {$data_5_1 = '
<li>큰 부자가 될 상은 아니지만 그렇다고 가난하게 살지도 않는 상이다.
<li>스스로 노력한 만큼 재물을 얻게 되는 타입으로 사업을 하는 것보다는 직장 생활을 하는 것이 재물을 모을 수 있다.
<li>한 우물을 파야만 재물을 모을 수 있는 상이다.
<li>현실에 만족하지 못하고 욕심을 부린다면 40대 이후 큰 파고가 한번은 지나가리라 본다.
<li>육친으로부터 넉넉한 재산은 상속받지 못하나 재물운이 좋은 배우자를 만나 덕을 볼 수 도 있으니 말년으로 갈 수록 안정되리라 본다.

';}

if ($face_style16 == '귓볼살집많다')
      {$data_5_1 = '
<li>스스로 노력하여 재물을 모으는 타입으로 점차로 큰 재산을 모으며 살게되고 복된 생활을 누릴 상으로 본다.
<li>일시적으로 불행이 없을 수는 없지만 그 불행을 원상태로 돌이키는 운기가 강하여 대개 중년까지는 일생동안 생활할 수 있는 터전을 마련한다.
<li>또한 남편운이 좋은지라 자기는 고생다운 고생을 하지 않고도 자연히 재운이 따르는 상으로 대개의 경우 미모가 아름답다.

';}

if ($face_style16 == '귓볼살집적다')
      {$data_5_1 = '
<li>사치와 낭비벽이 있어 재물이 잘 모이지를 않는 타입으로 설혹 육친으로 부터 유산을 받았다 하더라도 쉽게 잃어버려 일생이 곤궁할 운을 지녔다.
<li>그러나 남들 보다 물욕이 강한지라 돈을 꾸어서라도 하고 싶은 일은 해야 적성이 풀리는 타입으로 금전문제로 늘 마음이 편하지 않을 상이다.
<li>마음을 다잡고 열심히 노력하여 한푼이라도 내가 벌인다는 각오로 임하여 재물을 모아 나간다면 큰 부자가 될 수도 있는 상이니 이 점을 유의하기 바란다.

';}

}

///////////////////////////////////////////////////////////

if ($sex == '남') {

if ($face_style14 == '귀출발눈썹')
      {$data_5_2 = '
<li>특히 이런 상의 사람은 윗사람의 추천으로 하는 사업이나 직장에서 일을 하면  무탈하다.

';}

if ($face_style14 == '귀출발눈썹눈꼬리중간')
      {$data_5_2 = '
<li>특히 이런 상의 사람은 친구나 동료로 부터의 보증이나 동업의 요구는 과감히 거절을 하여야 액을 면한다.

';}

if ($face_style14 == '귀출발눈꼬리')
      {$data_5_2 = '
<li>특히 이런 상의 사람은 아랫사람과 동업하거나 보증을 선다거나 하면 실익보다 낭패를 보는 수가 많으니 조심하여야 할 것이다. 

';}

}

if ($sex == '여') {

if ($face_style14 == '귀출발눈썹')
      {$data_5_2 = '
<li>특히 이런 상의 사람은 윗사람의 추천으로 하는 사업이나 직장에서 일을 하면  무탈하다.

';}

if ($face_style14 == '귀출발눈썹눈꼬리중간')
      {$data_5_2 = '
<li>특히 이런 상의 사람은 친구나 동료로 부터의 보증이나 동업의 요구는 과감히 거절을 하여야 액을 면한다.

';}

if ($face_style14 == '귀출발눈꼬리')
      {$data_5_2 = '
<li>특히 이런 상의 사람은 아랫사람과 동업하거나 보증을 선다거나 하면 실익보다 낭패를 보는 수가 많으니 조심하여야 할 것이다. 

';}

}

##########################################################################################중년운(코)

if ($sex == '남') {

if ($face_style18 == '코길이적당')
      {$data_6_1 = '
<li>중년운은 대략 30세부터 50세까지를 본다.
<li>이런 상의 중년운은 그때그때 처한 상황에서 열심히 살아온 덕으로 약간의 재물은 모을 수 도 있으나 삶의 현장에서 온갖 고난을 겪었을 뿐, 따뜻한 안식처 하나 없는 경우가 많다. 
<li>뚜렸하고 확고한 목표를 설정하고 살어온 인생이 아닌지라 결국은 아무것도 이루어 놓은 것이 없다.  
<li>그러나 이런 상의 사람은 남은 여생의 삶의 목표를 다시 세우고 지속적인 노력을 경주한다면 말년은 안정과 행복을 누릴 수 있다고 본다.
';}

if ($face_style18 == '코길이길다')
      {$data_6_1 = '
<li>중년운은 대략 30세부터 50세까지를 본다.
<li>후천적인 성격보다 천성이 책임감이 강하고 진실하기 때문에 일찌기 학자나, 기술계통, 예능방면으로 들어섰다면 나름대로 평범한 중년의 운세를 맞이한다.
<li>그러나 융통성이 부족한지라 상업계통이나 직장생활을 하여 왔다면 성패의 굴곡이 심하고 직장의 변동이 잦아 평탄하지만은 않은 중년의 운이다.
<li>일찌기 출가하여 신앙생활을 하는 사람이 이런 상에는 의외로 많다.
';}

if ($face_style18 == '코길이짧다')
      {$data_6_1 = '
<li>중년운은 대략 30세부터 50세까지를 본다.
<li>후천적인 성격보다 천성이 낙천적인 데다가 돈의 씀씀이 또한 헤픈 상으로 세밀함을 요하는 직업을 가졌다면 중년운이 좋지 않다고 본다.
<li>이런 상의 중년의 운기에는 이성으로 인한 색난이 예상되니 섹스면에서 방종한 점을 자제하기 바란다.
<li>상업이나 서비스 업계에 일찌기 몸을 담고 일해 왔다면 어느정도의 재물을 모으고 중년운이 순조롭다고 본다.

';}

}

if ($sex == '여') {

if ($face_style18 == '코길이적당')
      {$data_6_1 = '
<li>중년운은 대략 30세부터 50세까지를 본다.
<li>이런 상의 중년운은 그때그때 처한 상황에서 열심히 살아온 덕으로 약간의 재물은 모을 수 도 있으나 삶의 현장에서 온갖 고난을 겪었을 뿐, 따뜻한 안식처 하나 없는 경우가 많다. 
<li>뚜렸하고 확고한 목표를 설정하고 살어온 인생이 아닌지라 결국은 아무것도 이루어 놓은 것이 없다.  
<li>그러나 이런 상의 사람은 남은 여생의 삶의 목표를 다시 세우고 지속적인 노력을 경주한다면 말년은 안정과 행복을 누릴 수 있다고 본다.
';}

if ($face_style18 == '코길이길다')
      {$data_6_1 = '
<li>중년운은 대략 30세부터 50세까지를 본다.
<li>후천적인 성격보다 천성이 책임감이 강하고 진실하기 때문에 일찌기 학자나, 기술계통, 예능방면으로 들어섰다면 나름대로 평범한 중년의 운세를 맞이한다.
<li>그러나 융통성이 부족한지라 상업계통이나 직장생활을 하여 왔다면 성패의 굴곡이 심하고 직장의 변동이 잦아 평탄하지만은 않은 중년의 운이다.
<li>일찌기 출가하여 신앙생활을 하는 사람이 이런 상에는 의외로 많다.
';}

if ($face_style18 == '코길이짧다')
      {$data_6_1 = '
<li>중년운은 대략 30세부터 50세까지를 본다.
<li>후천적인 성격보다 천성이 낙천적인 데다가 돈의 씀씀이 또한 헤픈 상으로 세밀함을 요하는 직업을 가졌다면 중년운이 좋지 않다고 본다.
<li>이런 상의 중년의 운기에는 이성으로 인한 색난이 예상되니 섹스면에서 방종한 점을 자제하기 바란다.
<li>상업이나 서비스 업계에 일찌기 몸을 담고 일해 왔다면 어느정도의 재물을 모으고 중년운이 순조롭다고 본다.

';}

}

/////////////////////////////////////////////////////////////////////////////

if ($sex == '남') {

if ($face_style20 == '매부리코')
      {$data_6_2 = '
<li>간혹 이런 상의 사람중에는 황금만능주의자가 있어 돈을 버는데는 천부적인 재능을 타고나 중년에 일찌기 안정의 기틀을 잡는 경우도 있다. 

';}

if ($face_style20 == '콧등이층계')
      {$data_6_2 = '
<li>이런 상의 사람 중에는 대부분 중년에 한번은 큰 파고를 겪는다. 
';}

if ($face_style20 == '콧등중간이높다')
      {$data_6_2 = '
<li>이런 상의 사람중에는 일찌기 주변 사람들과 처세를 잘 하며 평소에 주위 사람들과 융화를 도모해 놓은 덕으로 만약의 경우에도 쉽게 남의 도움을 받는 경우도 있다. 

';}

}

if ($sex == '여') {

if ($face_style20 == '매부리코')
      {$data_6_2 = '
<li>간혹 이런 상의 사람중에는 황금만능주의자가 있어 돈을 버는데는 천부적인 재능을 타고나 중년에 일찌기 안정의 기틀을 잡는 경우도 있다. 

';}

if ($face_style20 == '콧등이층계')
      {$data_6_2 = '
<li>이런 상의 사람 중에는 대부분 중년에 한번은 큰 파고를 겪는다. 
';}

if ($face_style20 == '콧등중간이높다')
      {$data_6_2 = '
<li>이런 상의 사람중에는 일찌기 주변 사람들과 처세를 잘 하며 평소에 주위 사람들과 융화를 도모해 놓은 덕으로 만약의 경우에도 쉽게 남의 도움을 받는 경우도 있다. 

';}

}

#########################################################################################직업운(법령)

if ($sex == '남') {

if ($face_style25 == '법령넓다')
      {$data_7 = '
<li>의지가 있고 책임감이 있어 직장의 상사로 부터 인정을 받고 맡은 바 직무를 원만히 해내는 타입이다.
<li>직장 부하와도 연분이 원만하며 본인을 도와주는 사람이 많은 편이다.
<li>어떠한 직업에 임하더라도 운이 강하여 능히 이겨나갈 수 있으며 특히 예능계통의 성공이 빠르다고 볼 수 있다.

';}

if ($face_style25 == '법령입으로들어감')
      {$data_7 = '
<li>의지력이 약한 편이고 사회에 대한 활동능력이 부족하여 항상 자기의 장래를 비관적으로 보는 경향이 있다.
<li>그래서 점차 수입의 방도를 잃어 늘 불만이 많다.
';}

if ($face_style25 == '법령좌우길이다름')
      {$data_7 = '
<li>의지력이 매우 부족하여 어느때는 부지런히 노력하기도 하고 때로는 방심도 잘 하는 편이라 변덕스러운 데가 있어 직업의 변동이 잦고 한 직장에 정착을 하지 못한다.

';}

if ($face_style25 == '법령이중')
      {$data_7 = '
<li>직업의 변화가 심하고 수입과 지출이 들쭉날쭉하여 위험하다.
<li>그러나 직장생활 에서는 선배, 상사로 부터 인기가 있어 가외의 수입이 생기기도 한다.

';}

if ($face_style25 == '법령끊어짐')
      {$data_7 = '
<li>직업의 변동이 심하고 직장선배나 후배와의 인연이 박하다.
<li>이런 상의 사람은 혼자서 하는 직업에 적합하고 단체생활이나 공동체에는 적성이 맞지 않으니 유의하여야 한다. 

';}

if ($face_style25 == '법령입에워삼')
      {$data_7 = '
<li>소심하고 결단력이 부족하여 자기의 직위나 신분을 남에게 침식당하는 형이다.
<li>매사를 대범하게 처리하도록 노력하고 직장동료와의 유대관계가 절실히 필요한 상이다.

';}

if ($face_style25 == '법령상부수평')
      {$data_7 = '
<li>매사에 신중성이 결여되어 있으므로 수입이 점차로 줄어들며 의식주에 고통이 따른다.
<li>직장 동료와도 융화가 잘 되지 않아 운기가 악화되는 상이다.

';}

if ($face_style25 == '법령에점')
      {$data_7 = '
<li>경계심이 부족하고 또한 의지력이 약하여 무슨 일이나 제대로 잘 되지 않고 직업이나 수입에 있어서 변동이 심하다.
<li>신뢰하는 부하가 본인 곁을 떠나게 되는 운기이며 그로 인하여 서서히 운이 쇠퇴하는 상이다.
';}

if ($face_style25 == '법령이 없다')
      {$data_7 = '
<li>사회적인 지위나 직업이 정착되지 않아 생계에 대해 많은 어려움을 겪는 상이다.
<li>한 직장에 오래 머물지 못하며 한가지 직업을 오래 간직하지 못하고 변동이 심하다. 

';}

}

if ($sex == '여') {

if ($face_style25 == '법령넓다')
      {$data_7 = '
<li>의지가 있고 책임감이 있어 직장의 상사로 부터 인정을 받고 맡은 바 직무를 원만히 해내는 타입이다.
<li>직장 부하와도 연분이 원만하며 본인을 도와주는 사람이 많은 편이다.
<li>어떠한 직업에 임하더라도 운이 강하여 능히 이겨나갈 수 있으며 특히 예능계통의 성공이 빠르다고 볼 수 있다.

';}

if ($face_style25 == '법령입으로들어감')
      {$data_7 = '
<li>의지력이 약한 편이고 사회에 대한 활동능력이 부족하여 항상 자기의 장래를 비관적으로 보는 경향이 있다.
<li>그래서 점차 수입의 방도를 잃어 늘 불만이 많다.
';}

if ($face_style25 == '법령좌우길이다름')
      {$data_7 = '
<li>의지력이 매우 부족하여 어느때는 부지런히 노력하기도 하고 때로는 방심도 잘 하는 편이라 변덕스러운 데가 있어 직업의 변동이 잦고 한 직장에 정착을 하지 못한다.

';}

if ($face_style25 == '법령이중')
      {$data_7 = '
<li>직업의 변화가 심하고 수입과 지출이 들쭉날쭉하여 위험하다.
<li>그러나 직장생활 에서는 선배, 상사로 부터 인기가 있어 가외의 수입이 생기기도 한다.

';}

if ($face_style25 == '법령끊어짐')
      {$data_7 = '
<li>직업의 변동이 심하고 직장선배나 후배와의 인연이 박하다.
<li>이런 상의 사람은 혼자서 하는 직업에 적합하고 단체생활이나 공동체에는 적성이 맞지 않으니 유의하여야 한다. 

';}

if ($face_style25 == '법령입에워삼')
      {$data_7 = '
<li>소심하고 결단력이 부족하여 자기의 직위나 신분을 남에게 침식당하는 형이다.
<li>매사를 대범하게 처리하도록 노력하고 직장동료와의 유대관계가 절실히 필요한 상이다.

';}

if ($face_style25 == '법령상부수평')
      {$data_7 = '
<li>매사에 신중성이 결여되어 있으므로 수입이 점차로 줄어들며 의식주에 고통이 따른다.
<li>직장 동료와도 융화가 잘 되지 않아 운기가 악화되는 상이다.

';}

if ($face_style25 == '법령에점')
      {$data_7 = '
<li>경계심이 부족하고 또한 의지력이 약하여 무슨 일이나 제대로 잘 되지 않고 직업이나 수입에 있어서 변동이 심하다.
<li>신뢰하는 부하가 본인 곁을 떠나게 되는 운기이며 그로 인하여 서서히 운이 쇠퇴하는 상이다.
';}

if ($face_style25 == '법령이 없다')
      {$data_7 = '
<li>사회적인 지위나 직업이 정착되지 않아 생계에 대해 많은 어려움을 겪는 상이다.
<li>한 직장에 오래 머물지 못하며 한가지 직업을 오래 간직하지 못하고 변동이 심하다. 

';}

}



/*
인중의 상태는 자식의 상태와 같은 뜻이 되기 때문에 인중의 상태가 좋지 못하면 자식에게 불리한 일이 생기거나 자식과의 인연이 부족하게 됩니다.
자식으로 인해 행복을 느끼기 어려운 관상입니다.
누구보다 열심히 뒷바라지를 하지만 욕심대로 자라 주지 않으니 근심이 끊이지 않습니다.
사실 당신의 자식에 대한 사랑은 더할 나위 없이 크고 깊습니다.
하지만 지나친 과잉 보호 때문에 혼자서는 아무것도 할 수 없는 나약한 사람이 되기 쉽습니다.
또한 커가면서도 속을 썩이게 되는 경우가 다반사 입니다.
다행히 총명하여 제 밥벌이는 하겠지만 효도를 바라는 것은 무리로 보입니다.
자식에게 기대하기보다는 스스로 노후 설계를 하는 편이 바람직합니다.
재산은 죽을 때까지 당신 명의로 두시기 바랍니다.

눈 아래 부분이 밋밋하고 주름이 있거나 색이 탁하면 남녀를 불문하고 생식기에 이상이 있을 수 있습니다.
따라서 자식을 늦게 생산하거나 자식과 인연이 부족할 수 있습니다.
낳을 때도 힘들었지만 키우면서 더 고생하게 되는 관상입니다.
남들이 보기엔 영민하고 수려한 아들, 딸이지만 집에서는 고집불통에 이기적인 태도로 불화를 일으키기 일쑤입니다. 
몸이 허약하고 잔병치레가 많아 병원을 제 집 드나들 듯 하며 자랍니다.
자식들이 많을수록 집안에 다툼이 끊이지 않으며 분쟁의 소지가 많습니다.
그나마 다행인 것은 경제적으로 고생하는 자식은 없다는 점입니다.
철이 들면 효도를 하겠다고 노력하지만 기대하지 않는 것이 현명합니다.
짝을 만나면 살기에 바빠 부모에게 소홀히 하기 쉽습니다.
*/
#########################################################################################자식운(인중)수명운

if ($sex == '남') {

if ($face_style30 == '인중모습이보통')
      {$data_8 = '
<li>자식복이 있어 욕심대로 자라 주지는 않으나 무탈하게 잘 자란다.
<li>자식에 대한 사랑이 깊은 만큼 지나친 관심 때문에 자칫 나약한 사람으로 성장하기 쉽다.
<li>대체로 자식들이 총명하여 성인이 된 후에는 부자로 사는 자식이 한,둘 있다.

';}

if ($face_style30 == '인중에가로주름')
      {$data_8 = '
<li>자식을 갖지 못할 상이며 혹 있다 하여도 없는 것과 진배 없다.
<li>만년에 자식에게 효도를 바라는 것은 무리이며 자식에게 기대하기 보다는 스스로 노후 설계를 하는 것이 바람직하다.

';}

if ($face_style30 == '인중에점흉터')
      {$data_8 = '
<li>자식과의 인연은 박하다.
<li>그나마 있는 자식도 커가면서 속을 섞이게 되는 경우가 많다. 
<li>잔병치레를 많이 하거나 고집불통 이거나 문제아일 가능성이 많다.
<li>만년에 자식에게 효도를 바라는 것은 무리이며 자식에게 기대하기 보다는 스스로 노후 설계를 하는 것이 바람직하다.

';}

if ($face_style30 == '인중이희미함')
      {$data_8 = '
<li>자식을 둘 상이 아니므로 결국 양자를 두게 된다.
<li>만약 자식을 두게 된다면 자식에게 불리한 일이 생기거나 이별의 운이 있다.

';}

}



if ($sex == '여') {

if ($face_style30 == '인중모습이보통')
      {$data_8 = '
<li>자식복이 있어 욕심대로 자라 주지는 않으나 무탈하게 잘 자란다.
<li>자식에 대한 사랑이 깊은 만큼 지나친 관심 때문에 자칫 나약한 사람으로 성장하기 쉽다.
<li>대체로 자식들이 총명하여 성인이 된 후에는 부자로 사는 자식이 한,둘 있다.

';}

if ($face_style30 == '인중에가로주름')
      {$data_8 = '
<li>자식을 갖지 못할 상이며 혹 있다 하여도 없는 것과 진배 없다.
<li>만년에 자식에게 효도를 바라는 것은 무리이며 자식에게 기대하기 보다는 스스로 노후 설계를 하는 것이 바람직하다.

';}

if ($face_style30 == '인중에점흉터')
      {$data_8 = '
<li>자식과의 인연은 박하다.
<li>그나마 있는 자식도 커가면서 속을 섞이게 되는 경우가 많다. 
<li>잔병치레를 많이 하거나 고집불통 이거나 문제아일 가능성이 많다.
<li>만년에 자식에게 효도를 바라는 것은 무리이며 자식에게 기대하기 보다는 스스로 노후 설계를 하는 것이 바람직하다.

';}

if ($face_style30 == '인중이희미함')
      {$data_8 = '
<li>자식을 둘 상이 아니므로 결국 양자를 두게 된다.
<li>만약 자식을 두게 된다면 자식에게 불리한 일이 생기거나 이별의 운이 있다.

';}

}


#################################################################################################수명운
if ($sex == '남') {

if ($face_style27 == '인중길이적당')
      {$data_9 = '
<li>수명운은 평범한 상이다.
<li>본인의 건강관리에 따라 장수의 운도 있다. 
<li>불의의 사고 같은 위험은 없는 운기이니 다만 스트레스로 인한 신경쇠약이 염려되니 유의하기 바란다.

';}

if ($face_style27 == '인중길이길다')
      {$data_9 = '
<li>장수 할 상이다.
<li>그러나 건강상태는 선천적으로 타고나지만 관리를 잘 하지 않으면 아무리 튼튼한 신체라 할지라도 평수정도로 그칠 수 있으니 운동을 게를리 하지 않는것이 좋다. 
<li>근본 허약체질은 아니다. 
';}

if ($face_style27 == '인중길이짧다')
      {$data_9 = '
<li>허약한 제질은 아니지만 그렇다고 튼튼하게 타고난 체질도 아니므로 늘 영양섭취, 운동등 건강관리에 각별히 유의하여야 한다.
<li>중년에 사고의 위업이 있는 상이고 의외로 수명이 평수 이하로 떨어지는 경우가 있으니 유의하여야 한다.
<li>자주 감기에 걸리는 편이며 질병에 약한 운기이다.

';}

}

if ($sex == '여') {

if ($face_style27 == '인중길이적당')
      {$data_9 = '
<li>수명운은 평범한 상이다.
<li>본인의 건강관리에 따라 장수의 운도 있다. 
<li>불의의 사고 같은 위험은 없는 운기이니 다만 스트레스로 인한 신경쇠약이 염려되니 유의하기 바란다.

';}

if ($face_style27 == '인중길이길다')
      {$data_9 = '
<li>장수 할 상이다.
<li>그러나 건강상태는 선천적으로 타고나지만 관리를 잘 하지 않으면 아무리 튼튼한 신체라 할지라도 평수정도로 그칠 수 있으니 운동을 게를리 하지 않는것이 좋다. 
<li>근본 허약체질은 아니다. 
';}

if ($face_style27 == '인중길이짧다')
      {$data_9 = '
<li>허약한 제질은 아니지만 그렇다고 튼튼하게 타고난 체질도 아니므로 늘 영양섭취, 운동등 건강관리에 각별히 유의하여야 한다.
<li>중년에 사고의 위업이 있는 상이고 의외로 수명이 평수 이하로 떨어지는 경우가 있으니 유의하여야 한다.
<li>자주 감기에 걸리는 편이며 질병에 약한 운기이다.

';}

}

#######################################################################################################입술(섹스운)

if ($sex == '남') {

if ($face_style31 == '입술크기적당')
      {$data_10 = '
<li>정력도 좋고 호기심도 왕성하여 즐겁고 행복한 섹스를 즐기는 타입이다. 
<li>특별히 신경을 쓰지 않는데도 이성으로 하여금 매력을 느끼게 하는 상이다.
<li>육체적인 쾌락보다는 심리적인 만족을 추구하기에 이성을 리드하는 능력이 뛰어나고 분위기 조성에 특별한 재주가 있다. 

';}

if ($face_style31 == '입술크기크다')
      {$data_10 = '
<li>섹스에 대해 개방적이고 과괌한 면이 있으며 색정을 탐닉하는 편이다.
<li>상대 이성을 지배하려는 욕구가 강하고 소유욕, 독점욕이 강하다.
<li>정사와 관계되는 일에 돈을 쓰는 것을 아까와 하지 않으며 쉽게 유흥에 빠져 가정을 등한시 하는 경우가 있다. 
<li>한 여자로서는 만족하기 힘들고 여자를 여럿 바꾸어 가며 섹스를 탐닉하는 취미를 가지고 있다.
';}

if ($face_style31 == '입술크기적다')
      {$data_10 = '
<li>섹스에 대해서는 수동적인 자세를 취하므로 적극적이지는 못한 편이다.
<li>섹스를 할 때도 소심하고 말 수가 적은 편이며 끈기나 지구력이 없고 체력도 약한 편이다.
<li>기교도 과감한 테크닉을 구하하는 경우가 적다.
<li>섹스나 연애를 위하여 돈을 짤 쓰지 않는 편이며 

';}

}

if ($sex == '여') {

if ($face_style31 == '입술크기적당')
      {$data_10 = '
<li>정력도 좋고 호기심도 왕성하여 즐겁고 행복한 섹스를 즐기는 타입이다. 
<li>특별히 신경을 쓰지 않는데도 이성으로 하여금 매력을 느끼게 하는 상이다.
<li>육체적인 쾌락보다는 심리적인 만족을 추구하기에 이성을 리드하는 능력이 뛰어나고 분위기 조성에 특별한 재주가 있다. 
<li>이런 상의 여성은 남성을 이해하고 감싸주는 타입이라 남성에게서 만족을 느끼지 못하는 경우라도 충분히 이해하고 본인이 직접 나서는 경우가 많으며 남성에 따라 달라지는 카멜레온 같은 섹스를 즐기는 편이다.

';}

if ($face_style31 == '입술크기크다')
      {$data_10 = '
<li>섹스에 대해 개방적이고 과괌한 면이 있으며 색정을 탐닉하는 편이다.
<li>상대 이성을 지배하려는 욕구가 강하고 소유욕, 독점욕이 강하다.
<li>정사와 관계되는 일에 돈을 쓰는 것을 아까와 하지 않으며 쉽게 유흥에 빠져 가정을 등한시 하는 경우가 있다. 
<li>이런 상의 여성은 남편을 무시하는 경향이 있어 독신이 되어 마음대로 행동하고 싶어하여 주부로서는 적합하지 않는 상이며 남자 상대의 장사를 하면 액을 면한다.
';}

if ($face_style31 == '입술크기적다')
      {$data_10 = '
<li>섹스에 대해서는 수동적인 자세를 취하므로 적극적이지는 못한 편이다.
<li>섹스를 할 때도 소심하고 말 수가 적은 편이며 끈기나 지구력이 없고 체력도 약한 편이다.
<li>기교도 과감한 테크닉을 구하하는 경우가 적다.
<li>섹스나 연애를 위하여 돈을 짤 쓰지 않는 편이다.
<li>이런 상의 여성은  기가 약하고 결단성이 없어 자기가 싫더라도 확실히 뿌리치지 못하는지라 마지못해 끌려 다니는 경우가 많다.
<li>그러나 남성의 리드에 따라 얼마든지 과감한 행동을 하는 여성도 있다.

';}

}



if ($sex == '여') {

if ($face_style34 == '입술끝이내려감')
      {$data_10_1 = '
<li>이런 타입의 여성은 의외로 칭찬에 약한면이 있어 좋은 점을 추켜세워 주면 효과를 볼 수 있다.

';}

}


##############################################################################################턱(말년운)

if ($sex == '남') {

if ($face_style37 == '턱모양적당')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>말년의 운기가 좋은 상이라 재물에 신경을 안 써도 자연히 재물이 들어오는 형이며 특히 말년의 운세가 매우 안정적이다. 
<li>부하나 손아랫사람을 잘 경영한 덕으로 충성스런 사람을 곁에 두며 그로 인하여 많은 도움을 받고 복을 누린다. 

';}

if ($face_style37 == '턱모양뾰족')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>신경이 예민하고 이지적이며 분석력, 추리력, 미적인 감각 등 지적 능력이 뛰어나지만 독단적인 면이 있고 물질적인 면에는 관심이 적은지라 말년 때의 가정엔 적막감이 있다. 

';}

if ($face_style37 == '턱모양각형')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>신경이 예민하고 이지적이며 분석력, 추리력, 미적인 감각 등 지적 능력이 뛰어나지만 독단적인 면이 있고 물질적인 면에는 관심이 적은지라 말년 때의 가정엔 적막감이 있다. 

';}

if ($face_style37 == '턱이짧다')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>이런 형의 사람은 자기본위 적인 성향이 강하여 대인 관계를 원만히 못한 결과 말년운은 그다지 좋지 못한 경우에 속한다.
<li>건축이나 토목, 기술, 운수업에 일찌기 진출하였다면 말년은 대체로 평탄하나 그렇지 않다면 말년에도 거친일을 하거나 금전운이 좋지 못하여 좀처럼 편치 못한 운이다.


';}

if ($face_style37 == '턱이길다')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>이런 상의 사람은 인정에 약하고 남 돕기를 좋아하는 형이며 애정운도 길하나 다소 신변잡기인 도박, 오락을 좋아하는 흠이 있다.
<li>주거가 불안정하여 이사를 자주 하고 일시적인 성공은 있으나 인정에 약한 단점이 발동하여 실패하기 쉬워 대체로 고독하고 쓸쓸한 말년을 보내게 된다고 본다.
<li>이런형의 사람은 남 돕기를 많이 한 선행으로 인하여 주위에 도와 줄려는 사람이 많으므로 늦게라도 조용히 마음을 가라 않치고 화목을 꾀하면 안락한 말년운으로 호전 될 수도 있다.

';}

if ($face_style37 == '턱이주걱턱')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>정에 약하고 자신을 과도하게 믿는 성향이고 권력으로 상대를 억압하는 독재가 형이라 용모나 재력, 체력등이 뒷받침된 사람이라면 말년운은 평탄하다.  
<li>그렇지 않은 경우에는 자신의 능력을 너무 과신한 나머지 주위 사람으로 부터 의외의 헛점을 찔려 말년에는 주거가 불안정하고 안락하지 못한 경우가 생긴다. 

';}

if ($face_style37 == '턱이오목턱')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>창작력이 풍부하고 예능이나 예술 계통에 천부적이 재질이 있고 대단한 정열가이나 외곬로 파고드는 성격이라 다행히 젊어서 한가지 일에 몰두한 사람이라면 말년은 평안하리라 보는데 상업쪽으로 진출한 사람이라면 여성미를 탐구하는 한갖 심미가로써 이루어 놓은것이 없어 말년이 고달프고 힘든 상이다.

';}

if ($face_style37 == '턱이두겹')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>원만하고 섬세한 성품에 사교성과 언변이 좋아  넉넉한 복을 받을 상으로 금전 걱정을 안해도 되는 상이다. 
<li>아뭏든 이런 상은 노복이 대체로 좋다고 본다.

';}


}




if ($sex == '여') {

if ($face_style37 == '턱모양적당')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>말년의 운기가 좋은 상이라 재물에 신경을 안 써도 자연히 재물이 들어오는 형이며 특히 말년의 운세가 매우 안정적이다. 
<li>부하나 손아랫사람을 잘 경영한 덕으로 충성스런 사람을 곁에 두며 그로 인하여 많은 도움을 받고 복을 누린다. 
<li>이런 상의 여성은 처세가 원만하며 한 가정의 기둥으로서 남편을 보좌하여 현모양처의 표본이라고 본다.

';}

if ($face_style37 == '턱모양뾰족')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>신경이 예민하고 이지적이며 분석력, 추리력, 미적인 감각 등 지적 능력이 뛰어나지만 독단적인 면이 있고 물질적인 면에는 관심이 적은지라 말년의 가정엔 적막감이 있다. 
<li>이런 상의 여성은 고상하고 깨끗한 것을 선호하며 감성이 예민하며 음악, 미술, 문학, 무용등에 우수한 재질을 발휘하여 노후에 성취를 보는 사람도 있다. 

';}

if ($face_style37 == '턱모양각형')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>신경이 예민하고 이지적이며 분석력, 추리력, 미적인 감각 등 지적 능력이 뛰어나지만 독단적인 면이 있고 물질적인 면에는 관심이 적은지라 말년 때의 가정엔 적막감이 있다. 
<li>여성으로서 이런 상은 고상하고 깨끗한 것을 선호하며 감성이 예민하며 음악, 미술, 문학, 무용등에 우수한 재질을 발휘하여 노후에 성취를 보는 사람도 있다. 

';}

if ($face_style37 == '턱이짧다')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>이런 형의 사람은 자기본위 적인 성향이 강하여 대인 관계를 원만히 못한 결과 말년운은 그다지 좋지 못한 경우에 속한다.
<li>건축이나 토목, 기술, 운수업에 일찌기 진출하였다면 말년은 대체로 평탄하나 그렇지 않다면 말년에도 거친일을 하거나 금전운이 좋지 못하여 좀처럼 편치 못한 운이다.


';}

if ($face_style37 == '턱이길다')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>이런 상의 사람은 인정에 약하고 남 돕기를 좋아하는 형이며 애정운도 길하나 다소 신변잡기인 도박, 오락을 좋아하는 흠이 있다.
<li>주거가 불안정하여 이사를 자주 하고 일시적인 성공은 있으나 인정에 약한 단점이 발동하여 실패하기 쉬워 대체로 고독하고 쓸쓸한 말년을 보내게 된다고 본다.
<li>이런형의 사람은 남 돕기를 많이 한 선행으로 인하여 주위에 도와 줄려는 사람이 많으므로 늦게라도 조용히 마음을 가라 않치고 화목을 꾀하면 안락한 말년운으로 호전 될 수도 있다.

';}

if ($face_style37 == '턱이주걱턱')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>정에 약하고 자신을 과도하게 믿는 성향이고 권력으로 상대를 억압하는 독재가 형이라 용모나 재력, 체력등이 뒷받침된 사람이라면 말년운은 평탄하다.  
<li>그렇지 않은 경우에는 자신의 능력을 너무 과신한 나머지 주위 사람으로 부터 의외의 헛점을 찔려 말년에는 주거가 불안정하고 안락하지 못한 경우가 생긴다. 

';}

if ($face_style37 == '턱이오목턱')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>창작력이 풍부하고 예능이나 예술 계통에 천부적이 재질이 있고 대단한 정열가이나 외곬로 파고드는 성격이라 다행히 젊어서 한가지 일에 몰두한 사람이라면 말년은 평안하리라 보는데 상업쪽으로 진출한 사람이라면 여성미를 탐구하는 한갖 심미가로써 이루어 놓은것이 없어 말년이 고달프고 힘든 상이다.
<li>여성은 고독한 면이 잠재해 있다.

';}

if ($face_style37 == '턱이두겹')
      {$data_11 = '
<li>말년운은 대개 50세 이후를 말한다.
<li>원만하고 섬세한 성품에 사교성과 언변이 좋아  넉넉한 복을 받을 상으로 금전 걱정을 안해도 되는 상이다. 
<li>이런 상의 여성은 가정주부로서 행복을 창출하게 되어 노후가 안락한 사랍도 많은 반면 금전에는 걱정이 없으나 애정에 유혹이 많고 요식업 계통에 종사하게 되어 일류 요정의 마담이나 흔히 말하는 현지처 등의 경우도 많다.
<li>아뭏든 이런 상은 노복이 대체로 좋다고 본다.

';}


}

#####################################################################################################이마(초년운)
if ($sex == '남') {

if ($face_style3 == '이마폭적당')
      {$data_12 = '
<li>초년운은 대개 30세 까지를 말한다.
<li>평범한 초년운으로 초년시절은 길함과 흉함이 공존하여 좋은 때에는 좋은 일이 연이어 일어나고 나쁜 때에는 나쁜 일이 줄지어 일어나는 등 길흉의 반복을 거듭하는 상이다.
<li>무엇보다 심신을 강인하게 단련시켜야 설사 내리막을 만나도 그 충격을 줄이고 회복도 빨리 할수 있다. 
<li>가정은 대체로 안온한 편이나 외부에서의 영향이 미칠 때에는 곤궁을 겪기도하니 늘 대비하는 것이 바람직하다 하겠다.
<li>직업을 선택할 때에는 변화를 잘 타지 않는 안정된 직종을 선택하는 것이 좋다.

';}

if ($face_style3 == '이마폭넓음')
      {$data_12 = '
<li>초년운은 대개 30세 까지를 말한다.
<li>대체로 조숙하고 기억력도 좋으며 대인관계도 원만하다.
<li>그러나 젊은 나이에 지나치게 여유로움만 추구할게 아니라 최선을 다하는 자세로 노력을 하여야만 노후에 고생이 없다.
<li>대체로 초년운은 여유가 있고 친구도 많아 도움을 받으며 식욕이나 성욕이 왕성하다.

';}

if ($face_style3 == '이마폭좁음')
      {$data_12 = '
<li>초년운은 대개 30세 까지를 말한다.
<li>냉정한 판단보다는 감정이 앞서고 매사에 싫증을 잘 일으키며 중도에서 일을 잘 포기하는 경향이 있어 이런 상의 초년운은 반흉반길하다. 
<li>상당한 교육을 받고 자랐어도 자칫 나쁜길로 빠지거나 낙오하기 쉽고 자력으로 일어서기가 어렵다.
<li>이런 상의 사람은 경험과 끈기를 살려서 한가지 방면으로 꾸준히 정진하여야 성공의 길이 열린다.

';}

}

if ($sex == '여') {

if ($face_style3 == '이마폭적당')
      {$data_12 = '
<li>초년운은 대개 30세 까지를 말한다.
<li>평범한 초년운으로 초년시절은 길함과 흉함이 공존하여 좋은 때에는 좋은 일이 연이어 일어나고 나쁜 때에는 나쁜 일이 줄지어 일어나는 등 길흉의 반복을 거듭하는 상이다.
<li>무엇보다 심신을 강인하게 단련시켜야 설사 내리막을 만나도 그 충격을 줄이고 회복도 빨리 할수 있다. 
<li>가정은 대체로 안온한 편이나 외부에서의 영향이 미칠 때에는 곤궁을 겪기도하니 늘 대비하는 것이 바람직하다 하겠다.
<li>직업을 선택할 때에는 변화를 잘 타지 않는 안정된 직종을 선택하는 것이 좋다.

';}

if ($face_style3 == '이마폭넓음')
      {$data_12 = '
<li>초년운은 대개 30세 까지를 말한다.
<li>대체로 조숙하고 기억력도 좋으며 대인관계도 원만하다.
<li>그러나 젊은 나이에 지나치게 여유로움만 추구할게 아니라 최선을 다하는 자세로 노력을 하여야만 노후에 고생이 없다.
<li>대체로 초년운은 여유가 있고 친구도 많아 도움을 받으며 식욕이나 성욕이 왕성하다.

';}

if ($face_style3 == '이마폭좁음')
      {$data_12 = '
<li>초년운은 대개 30세 까지를 말한다.
<li>냉정한 판단보다는 감정이 앞서고 매사에 싫증을 잘 일으키며 중도에서 일을 잘 포기하는 경향이 있어 이런 상의 초년운은 반흉반길하다. 
<li>상당한 교육을 받고 자랐어도 자칫 나쁜길로 빠지거나 낙오하기 쉽고 자력으로 일어서기가 어렵다.
<li>이런 상의 사람은 경험과 끈기를 살려서 한가지 방면으로 꾸준히 정진하여야 성공의 길이 열린다.

';}

}


###############################################################################################
if ($face_style3 == '이마나옴적당') 
      {$face_style3_job = '<li>창조력과 공상력이 발달하였다.
                                    <li>사교성이 좋아 인기직업이나 사람을 많이 상대하는 직업을 갖게 된다.
				    
				    ';
				    }

if ($face_style3 == '이마중부나옴') 
      {$face_style3_job = '<li>추리력이 우수하고 철학적인 사고력이 발달하였다.
                                    <li>사교성이 좋아 인기직업이나 사람을 많이 상대하는 직업을 갖게 된다.
				    
				    ';
				    }

if ($face_style3 == '이마상부나옴') 
      {$face_style3_job = '<li>도적적이고 신앙심이 깊다.
                                    <li>남과의 거래에서 전도를 예측하는 능력이 뛰어나며 비교능력이 우수하다.
				     <li>종교 계통이나 학자 계통에서 두각을 나타내는 사람이 많다.
				    ';
				    }

if ($face_style3 == '이마하부나옴') 
      {$face_style3_job = '<li>착실 근면형으로 본인의 희망을 스스로 노력하여 성취하려 한다. 
                                    <li>예술계통에 조예가 깊으며 한가지 특별한 기술을 가지게 된다. 
				     <li>예술가나 음악가, 기술계통의 엔지니어가 적합하다.
				    ';
				    }

###############################################################################################
if ($face_style4 == '이마주름없음') 
      {$face_style4_job = '<li>평탄한 운세로 대체로 유복한 가정에서 자라 고생을 모르는 사람이다.
                                    <li>어떤 직업이나 두루 소화해 낼 수 있는 능력을 보유하고 있다.
				    ';
				    }

if ($face_style4 == '이마주름한개') 
      {$face_style4_job = '<li>자수성가의 운이며 부모와의 연분이 적어 어려서 부터 남의 밑에서 고생을 하여 돈을 버는 경우가 많다.
                                    <li>대체로 이런 사람들은 재물욕이 왕성하여 본인의 역경을 분투노력하여 이겨내고 마침내 자기의 위치를 확보해 내는 경우가 많다.
				    ';
				    }
if ($face_style4 == '이마주름세개') 
      {$face_style4_job = '<li>대체로 정신적인 면으로 노동을 많이 하는 타입이며 기억력이 뛰어나고 조숙하다.
                                    <li>문학을 하는 사람이나 학자계통으로 진출하여 성공을 거두며 두뇌를 사용하는 직업이 알맞다.
				    ';
				    }
if ($face_style4 == '이마주름많음') 
      {$face_style4_job = '<li>몸과 마음이 매우 피로해져 있고 젊어서 고생이 많은 경우이다.
                                    <li>이런 상은 육체적인 노력을 하는 직업이나 심한 스트레스를 받는 직업에 종사하는 경우가 많다.
				    ';
				    }
if ($face_style4 == '이마주름활형') 
      {$face_style4_job = '<li>한가지 직업을 오래 갖지 못하는 흠이 있다.
                                    <li>이런 사람은 독특한 기술을 익히거나 자본가 밑에서 꾸준이 노력하며 인내로써 덕망을 쌓아야 한다.
				    ';
				    }

#################################################################################################
if ($face_style5 == '이마모습둥금') 
      {$face_style5_job = '<li>사교성이 있고 남들과 융화가 잘되는 타입으로 무슨일에나 신중한 면이 있어 실패가 적은 편이다.
                                    <li>공직에서 높은 지위에 오르거나 사업가로서 명성을 얻는 상이다.
				    ';
				    }

if ($face_style5 == '이마모습네모') 
      {$face_style5_job = '<li>매사를 현실적으로 보고 실천력이 강하여 과학자나 실업가가 많다.
                                    
				    ';
				    }
if ($face_style5 == '이마모습엠자') 
      {$face_style5_job = '<li>두뇌가 명석하고 독창력이 있어 재능이 뛰어나다.
                                    <li>문예방면이나 연극등 예술쪽이나 실무에 종사한다면 설계, 기획, 입안, 디자인등이 활약할 수 있는 분야이다.
				    ';
				    }
if ($face_style5 == '이마모습참차') 
      {$face_style5_job = '<li>상대가 윗사람 이라도 반항하는 기질이 강하여 상하관계가 좋지 못한 경우가 자주 발생하는 타입이다. 
                                    <li>남과의 융합이 잘 안되는 성정으로 인하여 손실이 자주 따르는 타입으로 도량이 넓은 윗사람을 만난다면 충분히 자기실력을 발휘한다.
				    ';
				    }


#################################################################################################눈썹(형제육친)
if ($sex == '남') {
if (($face_style7 == '눈썹적당') && (($face_style8 == '눈썹적당') || ($face_style8 == '눈썹사이가멀다')))
      {$face_style_family = '<li>형제의 수가 두어명 되며 형제자매의 품행이 단정하다.
                                       <li>혹 멀리 떨어져 있다 하더라도 서로 생각하는 정이 깊어 서로를 그리워한다.
                                       <li>형제간에 힘든 일이 있어도 서로 도와가며 어려움을 헤쳐 나간다.
                                       <li>형제가 없는 경우라면 친한 친구와의 관계로 해석한다.
				    ';
				    }

if (($face_style7 == '눈썹적당') && ($face_style8 == '눈썹사이가짧다'))
      {$face_style_family = '<li>부모 형제간의 인연이 없어 도움을 받지 못하며 객지생활을 하는 경우가 많다.
                                       <li>형제의 수가 적으며 있다 하여도 동기간에 이별수가 있다.
                                       <li>멀리 떨어져 사는 경우가 많으며 고독하다. 
                                       <li>형제가 없는 경우라면 친구와의 관계로 해석한다.
				    ';
				    }

if (($face_style7 == '눈썹눈보다길다') && (($face_style8 == '눈썹적당') || ($face_style8 == '눈썹사이가멀다')))
      {$face_style_family = '<li>형제간의 우애가 돈독하여 사업적으로 도움을 받거나 금전적으로 도움을 받는다.
                                       <li>육친과의 애정이나 은혜를 많이 받고 자라며 형제의 수가 많은 편이다.
                                       <li>형제간에 힘든 일이 있어도 서로 도와가며 어려움을 헤쳐 나간다.
                                       <li>형제가 없는 경우라면 친한 친구와의 관계로 해석한다.
				    ';
				    }

if (($face_style7 == '눈썹눈보다길다') && ($face_style8 == '눈썹사이가짧다'))
      {$face_style_family = '<li>형제간의 우애가 돈독하여 사업적으로 도움을 받거나 금전적으로 도움을 받는다.
                                       <li>육친과의 애정이나 은혜를 많이 받고 자라며 형제의 수가 많은 편이다.
                                       <li>형제간에 힘든 일이 있어도 서로 도와가며 어려움을 헤쳐 나간다.
                                       <li>형제가 없는 경우라면 친한 친구와의 관계로 해석한다.
				    ';
				    }

if (($face_style7 == '눈썹눈보다짧다') && (($face_style8 == '눈썹적당') || ($face_style8 == '눈썹사이가멀다')))
      {$face_style_family = '<li>부모 형제간의 인연이 없어 도움을 받지 못하며 격정가로서의 객지생활을 하는 경우가 많다.
                                       <li>형제의 수가 적으며 있다 하여도 동기간에 이별수가 있다.
                                       <li>멀리 떨어져 사는 경우가 많으며 고독하다. 
                                       <li>형제가 없는 경우라면 친구와의 관계로 해석한다.
				    ';
				    }

if (($face_style7 == '눈썹눈보다짧다') && ($face_style8 == '눈썹사이가짧다'))
      {$face_style_family = '<li>부모 형제간의 인연이 없어 도움을 받지 못하며 격정가로서의 객지생활을 하는 경우가 많다.
                                       <li>형제의 수가 적으며 있다 하여도 동기간에 이별수가 있다.
                                       <li>멀리 떨어져 사는 경우가 많으며 고독하다. 
                                       <li>형제가 없는 경우라면 친구와의 관계로 해석한다.
				    ';
				    }
}
///////////////////////////////////////////////////////////////////////////////////////////////////////////////////

if ($sex == '여') {
if (($face_style7 == '눈썹적당') && (($face_style8 == '눈썹적당') || ($face_style8 == '눈썹사이가멀다')))
      {$face_style_family = '<li>형제자매간의 우애가 있고 친구간의 우정도 깊은 편이다. 
                                       <li>형제자매로 인하여 불이익을 당하더라도 서로의 정이 깊어 원망하지 않고 서로 감싸주는 타입이다.
                                       <li>형제나 자매가 없는 경우라면 친한 친구와의 관계로 해석한다.
				    ';
				    }
if (($face_style7 == '눈썹적당') && ($face_style8 == '눈썹사이가짧다'))
      {$face_style_family = '<li>부모 형제간의 인연이 없어 도움을 받지 못하며 객지생활을 하는 경우가 많다.
                                       <li>형제의 수가 적으며 있다 하여도 동기간에 이별수가 있다.
                                       <li>멀리 떨어져 사는 경우가 많으며 고독하다. 
                                       <li>형제가 없는 경우라면 친구와의 관계로 해석한다.
				    ';
				    }
if (($face_style7 == '눈썹눈보다길다') && (($face_style8 == '눈썹적당') || ($face_style8 == '눈썹사이가멀다')))
      {$face_style_family = '<li>육친과의 애정이나 은혜를 많이 받고 자라며 형제자매의 수가 많은 편이다.
                                       <li>형제간에 서로가 하는 일이나 삶의 방식이 다르다 하더라도 서로 어려울 때 도와주고 믿음이 강하다.
                                       <li>혹 멀리 떨어져 있다 하더라도 서로 생각하는 정이 깊어 서로를 그리워한다.
                                       <li>형제로 인하여 불이익을 당한다 하더라도 서로의 정이 깊어 원망하지 않고 서로 감싸주는 타입이다.
                                       <li>자기의 친정을 너무 앞세우기도 하여 주위의 빈축을 싸기도 한다.
                                       <li>형제가 없는 경우라면 친한 친구와의 관계로 해석한다.
				    ';
				    }
if (($face_style7 == '눈썹눈보다길다') && ($face_style8 == '눈썹사이가짧다'))
      {$face_style_family = '<li>형제간의 우애가 돈독하여 사업적으로 도움을 받거나 금전적으로 도움을 받는다.
                                       <li>육친과의 애정이나 은혜를 많이 받고 자라며 형제의 수가 많은 편이다.
                                       <li>형제간에 힘든 일이 있어도 서로 도와가며 어려움을 헤쳐 나간다.
                                       <li>형제가 없는 경우라면 친한 친구와의 관계로 해석한다.
				    ';
				    }

if (($face_style7 == '눈썹눈보다짧다') && (($face_style8 == '눈썹적당') || ($face_style8 == '눈썹사이가멀다')))
      {$face_style_family = '<li>형제 자매간의 인연이 좋지 않으며 정은 깊으나 질투가 많아  독신주의자가 많다. 
                                       <li>부모형제의 애정이나 은혜를 충분히 받지 못한 경우가 있다.
                                       <li>이성쪽으로 관심이 많으나 고독하다.
                                       <li>형제가 없는 경우라면 친구와의 관계로 해석한다.
				    ';
				    }
if (($face_style7 == '눈썹눈보다짧다') && ($face_style8 == '눈썹사이가짧다'))
      {$face_style_family = '<li>부모 형제간의 인연이 없어 도움을 받지 못하며 격정가로서의 객지생활을 하는 경우가 많다.
                                       <li>형제의 수가 적으며 있다 하여도 동기간에 이별수가 있다.
                                       <li>멀리 떨어져 사는 경우가 많으며 고독하다. 
                                       <li>형제가 없는 경우라면 친구와의 관계로 해석한다.
				    ';
				    }
}

////////////////////////////////////////////////////////////////////////////////////////////////////////////여자(부부운)
if ($sex == '여') {
if ($face_style6 == '눈썹반달')
      {$face_style_bubu = '<li>가정 살림살이에 능통하고 실력있는 남편과 인연이 있다.
                                       <li>시부모에게 효도하고 결혼생활은 대체로 원만하다.
                                       <li>남편이 본인을 많이 아껴주는 경우가 많다.
				    ';
				    }

if ($face_style6 == '눈썹끝이올라감')
      {$face_style_bubu = '<li>정열적인 사랑을 하는 타입이다.
                                       <li>남성보다 우위에 있는것을 좋아하여 극성스러운 면도 있다.
                                       <li>하여 남편과 사소한 말다툼이 잦고 친구사이도 화기애애한 분위기가 없다.
                                       <li>현모양처라기 보다는 사회활동가로서의 능력을 발휘하는 타입이다.
				    ';
				    }

if ($face_style6 == '눈썹끝이내려감')
      {$face_style_bubu = '<li>분위기에 약하여 본인의 약점을 파고 들면 자신도 모르게 사랑에 빠지는 스타일이다.
                                       <li>초혼에 실패하는 경우가 많고 따라서 늦게 결혼 하는것이 유리하며 배우자는 고지식한 남자가 좋다.
				    ';
				    }

if ($face_style6 == '눈썹일자')
      {$face_style_bubu = '<li>마음이 직선적이면서 대담한 면이 있어 주위를 배려함이 적어 이성에게는 자상한 면이 없다는 단점이 있다.
                                       <li>정서적인 면이 부족하여 여성다운 면이 없다고 보며 남편을 꼼짝 못하게 하여 공처가로 만드는 경우가 많다.
                                       <li>남자처럼 맺고 끝는데가 있어 가정생활도 온화한 면이 없고 딱딱한 분위기가 되어 그로 인하여 남편이 바람을 피우는 동기가 되기도 한다.
				    ';
				    }
}

################################################################################################합침
?>